"button-next" = "Itti fufi";
"description-welcome-descriptions-title" = "Ibsa keeyyataa";
"main-menu-title" = "Dabalata";
"page-protected-can-not-edit" = "Fuula kana jijjiiruuf mirga hin qabdu";
"table-of-contents-button-label" = "Gabatee qabiyyeewwanii";
"image-gallery-unknown-owner" = "Aangawaan hin beekamu.";
"main-menu-terms-of-use" = "Wayetii fayyadamaa";
"navbar-title-mode-edit-wikitext-preview" = "Durargii";
"explore-potd-heading" = "Suura har'aa";
"account-creation-passwords-mismatched" = "Iggitni lamaan wal hinfakkaatu.";
"main-menu-account-logout" = "Ba'i";
"history-clear-delete-all" = "Eeyyee, hunda balleessi";
"search-recent-clear-delete-all" = "Hunda haqi";
"back-button-accessibility-label" = "Gara duubaa";
"about-libraries-license" = "Eeyyama";
"wikitext-upload-save" = "Uummataawaara...";
"table-of-contents-heading" = "Qabiyyeewwan";
"wikitext-upload-save-terms-name" = "Waliigaltee fayyadamaa";
"main-menu-account-login" = "Saaqii Seeni";
"nearby-distance-label-feet" = "Fiitii %1$d";
"nearby-distance-label-miles" = "Maayilii %1$@";
"account-creation-saving" = "Olkaawaa...";
"nearby-distance-label-meters" = "%1$d m";
"nearby-distance-label-km" = "%1$@ km";
"icon-shortcut-search-title" = "Wiikippiidiyaa keessa barbaadi";
"about-contributors" = "Hirmaattota";
"description-edit-for-article" = "%1$@tiif ibsa keeyyataa";
"description-edit-pencil-title" = "Ibsa keeyyataa gulaali";
"close-button-accessibility-label" = "Cufi";
"about-title" = "Waa'ee";
"account-creation-logging-in" = "Seenaa jirta...";
"explore-continue-reading-heading" = "Dubbisuu itti fufi";
"main-menu-nearby" = "Dhihoo";
"description-help-title" = "Gargaarsa ibsa keeyyataa";
